{
    "1": {
        "home": "The spirit that mobilizes the Research Center in Ethics, Philosophy, Political and Social Theory intends to always rub the dimension of the diagnosis of oppressions and injustices with the comprehension efforts of the imaginative and creative potential that emerge from the conflicts that constitute social dynamics. Through the necessary mediations, the results of this friction can serve as an impulse for the analysis and formulation of public policies.",
        "sobre": {
            "titulo": "About us",
            "texto": "The Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs, acronym in Portuguese) is based on UNESP, campus of Franca, and builds itself around research guided by a primarily philosophical approach constructed from an intimate dialogue with human and social sciences."
        },
        "btn": "Learn More",
        "noticias": "News",
        "publicacoes": "Publication",
        "textoNoticias": "Access the most recent news on NéFiTs and its activities.",
        "textoPublicacoes": "Access publications developed and published by the NéFiTs team.",
        "fapesp1": "This website was created with the support of the São Paulo Research Foundation (FAPESP) through the",
        "fapesp2": " Research Grants - Special Program - The π (Pi) Initial Project Grant - Process 2022/02922-1",
        "contato": "Contact",
        "social": "Social Media",
        "1": {
            "titulo": "International Experiences - Yale University",
            "btn": "Read More"
        },
        "2": {
            "titulo": "International Experiences - Paris Nanterre University",
            "btn": "Read More"
        },
        "3": {
            "titulo": "International Experiences: University of Santiago, Chile",
            "btn": "Read More"
        },
        "4": {
            "titulo": "International Experiences: Playa Ancha University",
            "btn": "Read More"
        },
        "5": {
            "titulo": "Book Launch: Experiências Sociais Negativas",
            "btn": "Read More"
        },
        "6": {
            "titulo": "2nd Permanent Seminar of Philosophy, Critique and Society",
            "btn": "Read More"
        }
    },
    "2": {
        "sobre": "About us",
        "paragrafo1": "The Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) is based on UNESP, campus of Franca, and builds itself around research guided by a primarily philosophical approach constructed from an intimate dialogue with human and social sciences. In this sense, it is structured from the articulation of research that gathers subjects such as philosophy, sociology, history, anthropology, psychology, law, and international relations among others.",
        "paragrafo2": "From this openly interdisciplinary matrix theoretical approach, themes analyzed and projects produced by NéFiTs deal with questions that articulate, simultaneously, different approaches to social criticism without losing sight of the effort to imagine new ways of life and to combat the injustices and inequalities that mark the current form of neoliberal capitalism.",
        "objetivos": "Objectives",
        "texto1": "The objective of NéFiTs is to encourage and promote research that is guided by the articulation of two structuring dimensions: the first seeks to build a critical diagnosis of various sizes of capitalist societies, this means, among other things, researching and analyzing the obstacles that prevent these societies from overcoming different forms of negative social experiences. In this sense, there is greater interest in the critical investigation of issues related to different forms of oppression and injustice that center the debate that informs the neoliberal capitalist societies, such as poverty, social suffering, alienation, inequality, and the challenges of climate emergency and the threat of environmental collapse.",
        "texto2": "The second structuring dimension aims to join forces of research that seeks to analyze social movements, with the particular intention of searching in them for elements that encourage the imagination and creation that may emerge from the mobilization and articulation of different forms of action in public spaces. Thus, the spirit that mobilizes the Research Center in Ethics, Philosophy, Political and Social Theory intends to always rub the dimension of the diagnosis of oppressions and injustices with the comprehension efforts of the imaginative and creative potential that emerge from the conflicts that constitute social dynamics. Through the necessary mediations, the results of this friction can serve as an impulse for the analysis and formulation of public policies."
    },
    "3": {
        "equipe": "Team",
        "1": {
            "nome": "Hélio Alexandre da Silva",
            "cargo": "Researcher - Coordinator",
            "sobre": "He is an Assistant Professor at UNESP, Franca campus, and of the Graduate Program in Philosophy at UNESP, Marília campus. He is also the Coordinator of the Postgraduate Program in Planning and Analysis of Public Policies at UNESP, Franca campus. He has a bachelor’s and master’s degree in Philosophy from UNESP, Marília campus, and a doctoral degree in Philosophy from the State University of Campinas (UNICAMP). He has an inter-university doctoral degree in Philosophy from École des Hautes Études en Sciences Sociales (2011) and a postdoctoral degree in Philosophy (2018) from École des Hautes Études en Sciences Sociales. He is interested in the following topics: social and political philosophy, poverty, social criticism, modernity, inequality, alienation, social suffering, social conflicts, and social movements. Currently, he is developing the research “Critique of poverty as an object of social philosophy”, funded by the São Paulo Research Foundation process No. 22/02922-1."
        }, 
        "2": {
            "nome": "Ana Júlia Diniz Neves do Lago",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, she is a researcher funded by FAPESP and supervised by Professor Hélio Alexandre da Silva, with the theme “Freedoms and oppressions: intersectionality as a critique of neoliberalism” process No. 2022/08490-6. She has carried out a research internship abroad funded by the Research Internships Abroad Scholarship (BEPE/FAPESP) at Université Paris-Nanterre, supervised by Professor Pierre Sauvêtre, with the theme “Subjectivity and oppression: a gender perspective in neoliberalism” process No. 2023/08867-5."
        },
        "3": {
            "nome": "Bianca Regina Poltronieri",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). She was a researcher funded by the Institutional Program of Scientific Initiation Grants (PIBIC) - National Council for Scientific and Technological Development (CNPq), from 2022 to 2023, with the theme “Entendendo o Feminismo Islâmico: Uma investigação sobre os desafios que obstam este movimento político-religioso transnacional”. Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) and of the IARAS - Center for Gender Studies, linked to the Defence and Security Study Group (GEDES-UNESP)."
        },
        "4": {
            "nome": "Eduarda Pereira Pires Barboza",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). She was a researcher funded by the Institutional Scientific Initiation Scholarship Program (PIBIC) - National Council for Scientific and Technological Development (CNPq), from 2022 to 2023. She joined the AUGM’s Scale Grade Program at Playa Ancha University (UPLA) during the first school term of 2024. Currently, she develops research for PIBIC with the theme “A centralidade da propriedade privada na justificativa ideológica para o colonialismo e a desigualdade social” supervised by Professor Hélio Alexandre da Silva. She is also part of the Conflict Observatory, linked to the Defence and Security Study Group (GEDES-UNESP)."
        },
        "5": {
            "nome": "Gabriel Henrique de Andrade",
            "cargo": "Undergraduate student",
            "sobre": "He is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, he is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) and of the research group Philosophy, Art and Politics (FIAPO). In addition, he is a coordinating member of the Group for Studies in Culture and Anthropology (GECA), and a member of the Center of Language and Cultural Studies (NELC)."
        },
        "6": {
            "nome": "Gabrielle Nascimento",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). She is a researcher funded by Vunesp in collaboration with the Department of Education of the State of São Paulo (SEDUC) since 2022 and is expected to complete her research in 2024 with the theme “Planificação: um mapa conceitual do debate”, supervised by Professor Hélio Alexandre. She joined the AUGM’s Scale Grade Program at Playa Ancha University (UPLA) during the second school term of 2023. Currently, she integrates the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs),"
        },
        "7": {
            "nome": "Natalie Storti Corbani",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs)."
        },
        "8": {
            "nome": "Roan Matthaeus Chimello Dias",
            "cargo": "Master’s student",
            "sobre": "He has a bachelor’s degree in Law from UNESP - FCHS (School of Humanities and Social Sciences of Franca) (2021). He is a master’s student in the Postgraduate Program in Philosophy, an academic master's of the School of Philosophy and Science, UNESP, Marília campus. He has experience in the area of Philosophy, with emphasis on “Critical Theory” and “Ethics”. Former Popular Legal Advisory (AJUP) member – UNESP, Franca campus."
        },
        "9": {
            "nome": "Sofia Grandini",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). She develops research funded by the Institutional Program of Scientific Initiation Grants (PIBIC) about the cultural industry and the concepts of free time, leisure and spare time with the title “Tempo livre, lazer e ócio: dimensões da indústria cultural em Adorno e Horkheimer”. Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs)."
        },
        "10": {
            "nome": "Ícaro Costa Ferreira",
            "cargo": "Undergraduate student",
            "sobre": "He is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, he is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs). He has a personal interest in exploring intersections between International Relations and Philosophy."
        },
        "11": {
            "nome": "Julia de Andrade Fernandes Francisco",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) and researcher of the Program of Scientific Initiation Without Scholarship (ICSB) - CNPq, supervised by Professor Hélio Alexandre da Silva, with the theme “Pobreza e dever moral na Metafísica dos Costumes de Kant”. Currently, she is also part of the popular extension project Land and Root Agrarian Center (NATRA), in the collective production. She is interested in philosophy, with a special interest in ethics, Kantian studies, and gender studies."
        },
        "12": {
            "nome": "Matheus Sena Asevedo Campanhã",
            "cargo": "Master’s student",
            "sobre": "He has a bachelor’s degree and a license in Social Sciences from the School of Humanities and Sciences (FCLAr/UNESP) with the monograph “A autodeterminação negra: uma análise da filosofia social e política de Achille Mbembe”. He is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) and the Black Center for Research and Extension (NUPE-Unesp), in which he was funded by PROEC. He is a master’s student funded by CAPES in Philosophy at the School of Philosophy and Sciences (FFC) - UNESP, Marília campus, with the project “Violência em Frantz Fanon e Achille Mbembe”."
        },
        "13": {
            "nome": "Matheus de Vilhena Moraes",
            "cargo": "Master’s student",
            "sobre": "Master's student in Philosophy at the School of Philosophy and Sciences (FFC) - UNESP, Marília campus. He has a bachelor’s degree in Law from the School of Humanities and Social Sciences (FCHS), UNESP, Franca campus. He developed a research funded by FAPESP and supervised by Professor Hélio Alexandre da Silva, with the theme “The eradication of extreme poverty through the reform of shared institutions proposed by Thomas Pogge”, process No. 2021/03197-6. He completed a Research Internship Abroad with a BEPE/Fapesp scholarship in the Global Justice Program at Yale University, supervised by Professor Thomas Pogge, with the title “Criterion of Universal Justice, Negative Duty and Positive Duty of Justice: the theoretical study of the concepts of institutional reform by Thomas Pogge”, process No. 2022/04654-4."
        },
        "14": {
            "nome": "Bruno Gomes Dos Santos",
            "cargo": "Master’s student",
            "sobre": "Master's student in Philosophy at the School of Philosophy and Sciences (FFC) - UNESP, Marília campus, on the line of research “Knowledge, Ethics, and Politics”, supervised by Professor Hélio Alexandre da Silva. Currently, he is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) at UNESP, Franca campus. He has a bachelor’s degree in Psychology from the Pontifical Catholic University of Campinas. He developed a research project supervised by Professor Raquel Souza Lobo Guzzo, on the themes of Ideology and Subjectivity. He is interested in the dialogue between Psychoanalysis and Critical Theory, Psychoanalysis and Political Philosophy, Social Suffering, and Recognition."
        },
        "15": {
            "nome": "Beatriz Furlan de Carvalho",
            "cargo": "Master’s student",
            "sobre": "She is a master’s student in Philosophy at São Paulo State University (UNESP, Marília campus), in which she develops a research with the theme of public sphere notion in Nancy Fraser, supervised by Professor Hélio Alexandre da Silva. She has a bachelor’s degree in Law from the State University of Londrina (UEL)."
        },
        "16": {
            "nome": "Isabela Masciarelli",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs)."
        },
        "17": {
            "nome": "Luiz Eduardo Alves Bispo",
            "cargo": "Undergraduate student",
            "sobre": "He is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). He is a researcher funded by the VUNESP program (2022-2024) with the theme “Injustiça Testemunhal: uma forma de olhar a aporofobia”, supervised by Professor Hélio Alexandre da Silva. Currently, he is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) at UNESP, Franca campus, and of the Center of Studies of Violence, Criminality, and Armed Forces of Latin America (NEFA), where he develops a project supervised by Professor Marília Carolina Barbosa de Souza Pimenta on the Security and Latin America in International Relations area."
        },
        "18": {
            "nome": "Júlia de Almeida",
            "cargo": "Undergraduate student",
            "sobre": "She is an undergraduate International Relations student at the School of Humanities and Social Sciences of Franca (FCHS) from São Paulo State University (UNESP). She is interested in the areas of sociology, social inequality, and job insecurity. Currently, she is part of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs)."
        },
        "19": {
            "nome": "Laura Capucci",
            "cargo": "Undergraduate student",
            "sobre": "She is in the fifth term of International Relations at UNESP (São Paulo State University), Franca campus. She was part of the administration of the extension group GEPESOI for two years. She was also part of the administrative area of the Popular Preparation Course linked to the university and taught biology to the students for over a year. Currently, she is part of the Commercial Relations team of ORBE - International Consulting as a Government Project Analyst and of the Research Center in Ethics, Philosophy, Political and Social Theory (NéFiTs) since August 2022."
        }
    },
    "4": {
        "noticias": "News",
        "texto": "Read the most recent news on the Center of Studies in Philosophy, Theory and Society.",
        "1": {
            "titulo": "International Experiences - Yale University (Matheus de Vilhena Moraes)"
        }
    },
    "5": {
        "publicacoes": "Publication",
        "aba1": "Books",
        "aba2": "Chapter of Books and Articles",
        "aba3": "Thesis and Dissertations",
        "aba4": "Undergraduate theses",
        "aba5": "Research Reports"
    },
    "6": {
        "videos": "Videos",
        "texto": "Check the videos posted on our YouTube channel.",
        "btn": "See Full List"
    },
    "7": {
        "home": "Home",
        "sobre": "About",
        "equipe": "Team",
        "noticias": "News",
        "publicacoes": "Publication",
        "videos": "Videos"
    }
}