{
    "home": {
        "apresentar": {
            "texto": "O espírito que mobiliza o Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social pretende sempre friccionar a dimensão do diagnóstico das opressões e injustiças com os esforços de compreensão dos potenciais criativos e imaginativos que brotam dos conflitos que compõem as dinâmicas sociais. Os resultados dessa fricção podem, através das mediações necessárias, servir de impulso para análise e formulação de políticas públicas."
        },
        "sobre": {
            "titulo": "Sobre",
            "texto": "O NéFiTs (Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social) é um núcleo de pesquisa, sediado na Unesp, campus de Franca, que se constrói em torno de pesquisas orientadas por um enfoque primordialmente filosófico construído a partir de um íntimo diálogo com as ciências humanas e sociais.",
            "btn": "Saiba Mais"
        },
        "noticias": {
            "titulo": "Notícias",
            "texto": "Acesse as notícias mais recentes sobre o NéFiTs e suas atividades.",
            "btn": "Saiba Mais"
        },
        "publicacoes": {
            "titulo": "Publicações",
            "texto": "Acesse as publicações dos membros do NéFiTs.",
            "btn": "Saiba Mais"
        }
    },
    "fapesp": {
        "texto1": "Esse site foi construído com apoio da Fapesp através do ",
        "texto2": "Auxílio à Pesquisa-Programas Especiais-Programa Nova Geração de Pesquisadores/PI - Processo 2022/02922-1"
    },
    "rodape":{
        "contato": "Contato",
        "social": "Rede Social"
    },
    
    "sobre": {
        "titulo": "Quem somos",
        "objetivos": "Objetivos",
        "paragrafo1": "O NéFiTs (Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social) é um núcleo de pesquisa, sediado na Unesp, campus de Franca, que se constrói em torno de pesquisas orientadas por um enfoque primordialmente filosófico construído a partir de um íntimo diálogo com as ciências humanas e sociais. Nesse sentido, ele se estrutura a partir da articulação de pesquisas que reúnem disciplinas como filosofia, sociologia, história, antropologia, psicologia, direito, relações internacionais entre outras.",
        "paragrafo2": "Os temas analisados e os trabalhos produzidos pelo NéFiTs, a partir desse enfoque teórico de matriz abertamente interdisciplinar, lidam com questões que articulam, ao mesmo tempo, diferentes abordagens de crítica social sem perder de vista o esforço de imaginar novas formas de vida e de combate às injustiças e desigualdades que marcam a forma atual do capitalismo neoliberal.",
        "paragrafo3": "O objetivo do NéFiTs é incentivar e promover pesquisas que se orientam pela articulação de duas dimensões estruturantes: a primeira busca construir diagnósticos críticos sobre as diversas dimensões das sociedades capitalistas, isso significa, entre outras coisas, pesquisar e analisar os obstáculos que impedem com que essas sociedades superem diferentes formas de experiências sociais negativas. Nesse sentido, ganham maior interesse a investigação crítica de temas ligados às diferentes formas de opressão e injustiça que estão no centro dos debates que informam as sociedades capitalistas neoliberais tais como pobreza, sofrimento social, alienação, desigualdade e os desafios da emergência climática e da ameaça de colapso ambiental.",
        "paragrafo4": "A segunda dimensão estruturante procura reunir esforços de pesquisa que buscam analisar movimentos sociais, com um intuito particular de procurar neles elementos que incentivam a imaginação e a criação que possam emergir da mobilização e articulação de diferentes formas de ação no espaço público. Assim, o espírito que mobiliza o Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social pretende sempre friccionar a dimensão do diagnóstico das opressões e injustiças com os esforços de compreensão dos potenciais criativos e imaginativos que brotam dos conflitos que compõem as dinâmicas sociais. Os resultados dessa fricção podem, através das mediações necessárias, servir de impulso para análise e formulação de políticas públicas."
    },
    "noticias": {
        "noticiaNaoEncontrada": "Notícia não encontrada",
        "noticiaIndisponivelNesseIdioma": "Esta notícia não está disponível nesse idioma.",
        "voltarParaNoticias": "Voltar para Notícias",
        "titulo": "Notícias",
        "texto": "Leia as últimas notícias sobre o Núcleo de Estudos em Filosofia, Teoria e Sociedade.",
        "tags_titulo": "Notícias relacionadas a: ",
        "todas_tags": "Todas as Tags",
        "sem_tags": "Nenhuma tag encontrada.",
        "texto_categorias": "Para visualizar as categorias de notícias",
        "ver_categorias": "clique aqui"
    },
    "publicacoes": {
        "titulo": "Publicações",
        "livros": "Livros",
        "artigos": "Capítulos de Livros e Artigos",
        "teses": "Teses e Dissertações",
        "tccs": "TCCs",
        "relatorios": "Relatórios de Pesquisa"
    },
    "videos": {
        "titulo": "Vídeos",
        "texto": "Confira os vídeos postados em nosso canal do ",
        "btn": "Ver Lista Completa"
    },
    "menu": {
        "home": "Home",
        "sobre": "Sobre",
        "equipe": "Equipe",
        "noticias": "Notícias",
        "publicacoes": "Publicações",
        "videos": "Vídeos"
    },
    "equipe": {
        "titulo": "Equipe",
        "helio_silva": {
            "nome": "Hélio Alexandre da Silva",
            "cargo": "Pesquisador – Coordenador",
            "sobre": "Prof. Assistente doutor da UNESP, câmpus Franca, e do Programa de Pós-graduação em Filosofia da UNESP, câmpus. Coordenador do Programa de Pós-graduação em Planejamento e Análise em Políticas Públicas UNESP/Franca. Possui graduação e mestrado em Filosofia pela Unesp/Marília e Doutorado em Filosofia pela Universidade Estadual de Campinas. Realizou doutorado sandwich em Filosofia na École des Hautes Études en Sciences Sociales (2011) e Pós-doutorado em Filosofia (2018) na École des Hautes Études en Sciences Sociales. Possui interesse nos seguintes temas: Filosofia social e política, pobreza, crítica social, modernidade, desigualdade, alienação, sofrimento social, conflitos sociais, movimentos sociais. Atualmente desenvolve a pesquisa “Crítica da pobreza como objeto da filosofia social” com financiamento Fapesp processo 22/02922-1."
        },
        "julia_lago": {
            "nome": "Ana Júlia Diniz Neves do Lago",
            "cargo": "Mestranda",
            "sobre": "Graduanda em Relações Internacionais na Faculdade de Ciências Humanas e Sociais de Franca (FCHS) da Universidade Estadual Paulista “Júlio de Mesquita Filho” (Unesp). Atualmente é pesquisadora bolsista FAPESP sob orientação do Prof. Dr. Hélio Alexandre da Silva, com o tema “Liberdades e opressões: a interseccionalidade como crítica do neoliberalismo” (Processo nº 2022/08490-6). Realizou Estágio de Pesquisa no Exterior com bolsa BEPE/Fapesp (Bolsa de Estágio de Pesquisa no Exterior) na Université Paris-Nanterre, sob a supervisão do Prof. Dr. Pierre Sauvêtre com o tema “Subjetividade e opressão: um recorte de gênero no neoliberalismo” (Processo nº 2023/08867-5)."
        },
        "kemilly_silva": {
            "nome": "Kemilly Victoria Conceição da Silva",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais na Faculdade de Ciências Humanas e Sociais de Franca (FCHS) da Universidade Estadual Paulista “Júlio de Mesquita Filho” (Unesp). Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs)."
        },
        "eduarda_barboza": {
            "nome": "Eduarda Pereira Pires Barboza",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais pela Faculdade de Ciências Humanas e Sociais (FCHS) da UNESP. Foi pesquisadora bolsista do Programa Institucional de Bolsas de Iniciação Científica (PIBIC)- CNPq no ciclo 2022-2023. Participou do Programa de Escala Estudantil AUGM na Universidade de Playa Ancha (UPLA) durante o primeiro semestre letivo de 2024. Atualmente, desenvolve pesquisa para a PIBIC com o tema “A centralidade da propriedade privada na justificativa ideológica para o colonialismo e a desigualdade social” sob orientação do Prof. Dr. Hélio Alexandre da Silva, faz parte também do Observatório de Conflitos, vinculado ao Grupo de Estudos de Defesa e Segurança Internacional (GEDES-UNESP)."
        },
        "gabriel_andrade": {
            "nome": "Gabriel Henrique de Andrade",
            "cargo": "Graduando",
            "sobre": "Graduando em Relações Internacionais pela Faculdade de Ciências Humanas e Sociais de Franca (FCHS) - UNESP. Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs) e do grupo de pesquisa em Filosofia, Arte e Política (FIAPO). Além disso, é membro coordenador do Grupo de Estudos em Cultura e Antropologia (GECA) e membro do Núcleo de Estudos Linguísticos e Culturais (NELC)."
        },
        "maria_cruz": {
            "nome": "Maria Laura Cruz",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais pela UNESP, Faculdade de Ciências Humanas e Sociais (FCHS), câmpus de Franca. Integrante do Núcleo de Pesquisa em Ética, Filosofia, Teoria Política e Social (NéFiTs) e do Núcleo de Estudos em Políticas Públicas 'Elza de Andrade Oliveira' (NEPPs). Tem interesse nos estudos sobre democracia e extremas-direitas e atualmente desenvolve projeto de pesquisa sob a orientação do professor Dr. Hélio Alexandre da Silva."
        },
        "natalie": {
            "nome": "Natalie Storti Corbani",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais na Faculdade de Ciências Humanas e Sociais de Franca (FCHS) da Universidade Estadual Paulista “Júlio de Mesquita Filho” (Unesp). Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs)."
        },
        "roan": {
            "nome": "Roan Matthaeus Chimello Dias",
            "cargo": "Mestrando",
            "sobre": "Possui graduação em Direito pela UNESP (Universidade Estadual Paulista Júlio de Mesquita Filho) - FCHS - Faculdade de Ciências Humanas e Sociais Câmpus de Franca (2021), mestrando no Programa de Pós-Graduação em Filosofia, Curso de Mestrado Acadêmico, na UNESP Faculdade de Filosofia e Ciências - Câmpus de Marília. Tem experiência na área de Filosofia, com ênfase em “Teoria Crítica” e “Ética”. Ex integrante da Assessoria Jurídica Popular/AJUP da UNESP-Franca."
        },
        "sofia_grandini": {
            "nome": "Sofia Grandini",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais na Faculdade de Ciências Humanas e Sociais (FCHS) da UNESP, desenvolve pesquisa no Programa Institucional de Bolsas de Iniciação Científica (PIBIC) sobre indústria cultural e os conceitos de tempo livre, lazer e ócio intitulada “Tempo livre, lazer e ócio: dimensões da indústria cultural em Adorno e Horkheimer”. Participa do Núcleo de Pesquisa em Ética, Filosofia e Teoria Social (NéFiTs)."
        },
        "icaro_ferreira": {
            "nome": "Ícaro Costa Ferreira",
            "cargo": "Graduando",
            "sobre": "Graduando em Relações Internacionais pela Faculdade de Ciências Humanas e Sociais de Franca (FCHS) - UNESP. Integrante do Núcleo de Pesquisa em Ética, Filosofia e Teoria Social (NéFiTs). Com interesse pessoal em explorar as interseções entre Relações Internacionais e Filosofia."
        },
        "julia_andrade": {
            "nome": "Julia de Andrade Fernandes Francisco",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais, pela Universidade Estadual Paulista Júlio de Mesquita Filho, Faculdade de Ciências Humanas e Sociais, câmpus de Franca. Integrante do Núcleo de Pesquisa em Ética, Filosofia, Teoria Política e Social (NéFITs) e pesquisadora do Programa de Inicação Científica Sem Bolsa (ICSB) - CNPQ, sob orientação do Professor Dr. Hélio Alexandre da Silva, com o tema “Pobreza e dever moral na Metafísica dos Costumes de Kant”. Atualmente. também faz parte do projeto de extensão popular Núcleo Agrário Terra e Raíz (Natra), no coletivo de produção. Tem interesse na área de filosofia, com especial interesse nos temas referentes à ética, aos estudos kantianos e aos estudos de gênero."
        },
        "matheus_sena": {
            "nome": "Matheus Sena Asevedo Campanhã",
            "cargo": "Mestrando",
            "sobre": "Bacharel e Licenciado em Ciências Sociais pela Faculdade de Ciências e Letras - campus de Araraquara -, da Universidade Estadual Paulista (FCLAr/UNESP) com a monografia “A autodeterminação negra: uma análise da filosofia social e política de Achille Mbembe”. Integra o Núcleo de Pesquisa em Ética, Filosofia e Teoria Social (NéFiTs) e o Núcleo Negro da UNESP para Pesquisa e Extensão (NUPE) no qual foi bolsista pela PROEC. Atualmente é mestrando com bolsa pela CAPES em Filosofia pela Faculdade de Filosofia e Ciências - campus de Marília -, da Universidade Estadual Paulista (FFC/UNESP) com o projeto “Violência em Frantz Fanon e Achille Mbembe”."
        },
        "matheus_vilhena": {
            "nome": "Matheus de Vilhena Moraes",
            "cargo": "Mestrando",
            "sobre": "Mestrando em Filosofia na Faculdade de Filosofia e Ciências (FFC) - Unesp/Marília. Bacharel em Direito pela Faculdade de Ciências Humanas e Sociais (FCHS) - Unesp/Franca. Realizou Iniciação Científica financiada pela FAPESP, orientado pelo professor Dr. Hélio Alexandre da Silva, sob o título: “A erradicação da pobreza extrema através da reforma das instituições compartilhadas proposta por Thomas Pogge” (Processo Nº 2021/03197-6). Realizou Estágio de Pesquisa no Exterior com a bolsa BEPE/Fapesp (Bolsa de Estágio de Pesquisa no Exterior) no Global Justice Program na Yale University, orientado pelo professor Thomas Pogge, com o título: “Critério de Justiça Universal, Dever Negativo e Dever Positivo de Justiça: o estudo teórico dos conceitos da reforma institucional de Thomas Pogge” (Processo Nº 2022/04654-4)."
        },
        "bruno_gomes": {
            "nome": "Bruno Gomes Dos Santos",
            "cargo": "Mestrando",
            "sobre": "Mestrando em Filosofia pela Universidade Estadual Paulista (UNESP-Marília), na linha “Conhecimento, Ética e Política”, sob orientação do Prof. Dr. Hélio Alexandre da Silva. Membro do Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social (NéFiTs) (UNESP-Franca). Graduado em Psicologia pela Pontifícia Universidade Católica de Campinas. Desenvolveu projeto de Iniciação Científica sob orientação da Prof Dra Raquel Souza Lobo Guzzo, nas temáticas de Ideologia e Subjetividade. Tem interesse no diálogo entre Psicanálise e Teoria Crítica, Psicanálise e Filosofia Política,Sofrimento Social, Reconhecimento."
        },
        "beatriz_furlan": {
            "nome": "Beatriz Furlan de Carvalho",
            "cargo": "Mestranda",
            "sobre": "Mestranda em Filosofia pela Universidade Estadual Paulista (UNESP-Marília), na qual desenvolve uma pesquisa com o tema de noção de esfera pública em Nancy Fraser, sob orientação do Prof. Dr. Hélio Alexandre da Silva. Graduada em direito pela Universidade Estadual de Londrina (UEL)."
        },
        "isabela_masciarelli": {
            "nome": "Isabela Masciarelli",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais pela Faculdade de Ciências Humanas e Sociais de Franca (FCHS) - UNESP. Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs)."
        },
        "rafael_golucci": {
            "nome": "Rafael Golucci",
            "cargo": "Graduando",
"sobre": "Graduando em Relações Internacionais pela Faculdade de Ciências Humanas e Sociais de Franca (FCHS) - UNESP. Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs) e desenvolve pesquisa para a PIBIC com o tema 'O conceito de miséria na obra A Miséria da Filosofia (1847) de Karl Marx' sob orientação do Prof. Dr. Hélio Alexandre da Silva."        },
        "julia_almeida": {
            "nome": "Júlia de Almeida",
            "cargo": "Graduanda",
            "sobre": "Graduanda em Relações Internacionais na Faculdade de Ciências Humanas e Sociais de Franca (FCHS) da Universidade Estadual Paulista “Júlio de Mesquita Filho” (Unesp). Tem interesse nas áreas de sociologia, desigualdade social e precarização do trabalho. Atualmente participa do Núcleo de Pesquisa em Ética Filosofia e Teoria Social (NéFiTs)."
        },
        "laura_capucci": {
            "nome": "Laura Capucci",
            "cargo": "Graduando",
            "sobre": "Curso o quinto semestre de Relações Internacionais pela UNESP (Universidade Estadual Paulista “Júlio de Mesquita Filho”) - Campus Franca. Fiz parte da administração do grupo de extensão GEPESOI por 2 anos. Além disso, também fiz parte do âmbito administrativo do Cursinho Popular atrelado à universidade, bem como lecionei a matéria de biologia aos cursistas por mais de 1 ano. Atualmente, faço parte do time de Relações Comerciais da ORBE - Consultoria Internacional como Analista do Projeto Governamental e sou membro do Núcleo de Pesquisa em Ética, Filosofia, Teoria Política e Social (NéFTis) desde agosto de 2022."
        },
        "larrissa_santos": {"nome":"Larissa Moraes Cardoso dos Santos",
        "cargo":"Graduanda",
        "sobre":"Graduanda em Relações Internacionais pela Universidade Estadual Paulista Júlio de Mesquita Filho (FCHS). Concluiu uma pesquisa CNPq- PIBIT na área de Políticas Públicas, integrando grupos de estudos como o Observatório de Políticas Públicas (OPPs) e o Núcleo de Estudos de Políticas Públicas (NEEPs). Possui forte interesse nas Ciências Sociais, dedicando-se também ao estudo da Filosofia Social e Antropologia. Pesquisadora do Núcleo de pesquisa em Ética, Filosofia, Teoria política e Social (NéFiTs) e do Grupo de Estudos e Pesquisa em Cultura e Antropologia (GECA)"
    }
    }
}
